<?php echo $header; ?>
<div class="lc">
    <ul class="breadcrumb lc">
        <?php foreach ($breadcrumbs as $breadcrumb) { ?>
        <li><a href="<?php echo $breadcrumb['href']; ?>"><?php echo $breadcrumb['heading_title']; ?></a></li>
        <?php } ?>
    </ul>

    <div class="flex-container">
        <aside class="policies">
            <ul class="policies__list">
                <li class="policies__item"><a class="policies__link" href="/agreement">Согласие на обработку данных</a></li>
                <li class="policies__item"><a class="policies__link" href="/privacy">Политика конфиденциальности</a></li>
                <li class="policies__item"><a class="policies__link" href="/metrika">Согласие на обработку персональных данных с помощью сервиса «Яндекс Метрика»</a></li>
                <li class="policies__item"><a class="policies__link" href="/cookies">Политика обработки файлов cookies</a></li>
            </ul>
        </aside>

        <div class="row lc">
            <h1>СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
            <div class="text-container">
                <p>
                    Размещая сведения, составляющие персональные данные, на сайте vend-shop.com
                    (далее – «Сайт»), являясь субъектом персональных данных, в соответствии со ст. ст. 9, 10
                    Федерального закона от 27.07.2006 №152-ФЗ «О персональных данных» (далее – «Закон»),
                    настоящим даю согласие на обработку Обществом с ограниченной ответственностью
                    «Вендпром», ОГРН 1135042001940, адрес местонахождения: 141301, Московская обл., г. Сергиев
                    Посад, Новоугличское ш., д. 67 ) (далее – «Оператор») моих персональных данных, а именно:
                    на совершение любых действий (операций) или совокупность действий (операций),
                    совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
                    включая сбор, в том числе получение моих персональных данных в соответствии с Законом от меня, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных, а также осуществление любых иных действий в соответствии с Законом, переданных мной Оператору, и подтверждаю, что, давая согласие, я действую свободно, сознательно, своей волей и в своем интересе.

                </p>
                <p>
                    Субъект даёт согласие на использование в качестве каналов передачи информации,
                    содержащейся в обращении, открытых каналов связи сети Интернет.
                </p>
                <p>
                    Перечень персональных данных, на обработку которых распространяется настоящее согласие:
                </p>
                <ul>
                    <li>ФИО;</li>
                    <li>адрес E-mail;</li>
                    <li>контактный телефон;</li>
                    <li>адрес доставки;</li>
                    <li>IP-адрес;</li>
                    <li>иная информация, предоставленная мною добровольно.</li>
                </ul>
                <p>
                    Согласие дается мной Оператору для цели получения от меня и/или установления со мной обратной связи, включая обработку Оператором направленных мной через форму обратной связи на Сайте запросов и обращений.
                </p>
                <p>Настоящим я подтверждаю, что в соответствии со ст. 18 Закона до начала обработки моих персональных данных Оператор предоставил мне информацию о предполагаемых пользователях персональных данных и установленных Законом правах субъекта персональных данных, и я даю согласие на передачу Оператором моих персональных данных третьим лицам, привлеченным Оператором для исполнения им своих обязательств, а также уполномоченным органам государственной власти или органам местного самоуправления, организациям и/или учреждениям – в целях исполнения запроса/требования, направленного в порядке, установленном действующим законодательством Российской Федерации.
                </p>
                <p>Оператор вправе осуществлять обработку моих персональных данных способами, обычно применяемыми Оператором для достижения целей, указанных в настоящем согласии, с использованием средств автоматизации, включая, но не ограничиваясь ими, запись на электронные носители, воспроизведение, использование, передачу, в том числе по сети или без таковой, хранение информации и документов, их сканированных копий; без использования средств автоматизации: создание, хранение и использование копий и документов на бумажных носителях; путем смешанной обработки.
                </p>
                <p>Настоящее согласие даю на период с момента получения Оператором настоящего согласия до момента его отзыва.
                </p>
                <p>Субъект персональных данных вправе отозвать данное согласие на обработку своих персональных данных, письменно уведомив об этом Оператора. Для отзыва своего согласия субъект персональных данных обязан передать Оператору письмо-отзыв своего согласия на обработку персональных данных посредством направления письма на электронную почту  info@vend-shop.com . Отзыв считается полученным Оператором с момента фактического получения письма от Субъекта персональных данных.
                </p>
                <p>В случае отзыва субъектом персональных данных согласия на обработку персональных данных, Оператор прекратит их обработку и/или обеспечит прекращение такой обработки привлеченными третьими лицами и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожит персональные данные и/или обеспечит их уничтожение привлеченными третьими лицами в срок, не превышающий 30 (тридцати) дней с даты поступления указанного отзыва, если иной срок не установлен действующим законодательством Российской Федерации. В случае отсутствия возможности уничтожения персональных данных в течение указанного срока, Оператор осуществит блокирование таких персональных данных и/или обеспечит их блокирование привлеченными третьими лицами и обеспечит уничтожение персональных данных в срок не более, чем шесть месяцев, если иной срок не установлен действующим законодательством Российской Федерации.
                </p>
                <p>
                    Мною гарантируется, что предоставленная информация является полной, точной и достоверной; при предоставлении информации не нарушается действующее законодательство Российской Федерации, законные права и интересы третьих лиц.
                </p>
            </div>
        </div>
    </div>

</div>
<?php echo $footer; ?>
