<?php
// Heading
$_['heading_title']     = 'Группы опций';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список группы опций';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактирование';

// Column
$_['column_name']       = 'Название группы опций';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы опций';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения групп опций!';
$_['error_name']        = 'Название группы атрибутов должно быть от 3 до 64 символов!';
$_['error_option']   = 'Внимание: Эту группу нельзя удалить, так как она используется %s опциями!';
$_['error_product']     = 'Внимание: Эту группу нельзя удалить, так как назначена к %s товарам!';

